const articles = [
    {
      id: 1,
      img: "../img/article1.jpeg",
      label: "達人採訪報導",
      title: "新營高工模具科教師 高賦沅，相信一技在手，可以擁有不一樣的人生道路",
      posterImg: "../img/news.jpg",
      posterName: "小王", 
      describe: "他，是第16屆教育部「技職之光」技職傑出獎證照達人，累積鉗工、CNC銑床、CNC車床、塑膠射出模具、沖壓模具、高週波熱處理、滲碳滲氮熱處理、電腦數值控制銑床工等8張乙級技術士證，累積共13張證照且不斷持續增加中。",
      content: [
        "他，是第16屆教育部「技職之光」技職傑出獎證照達人，累積鉗工、CNC銑床、CNC車床、塑膠射出模具、沖壓模具、高週波熱處理、滲碳滲氮熱處理、電腦數值控制銑床工等8張乙級技術士證，累積共13張證照且不斷持續增加中。",
        "他，更是許多競賽常勝軍：馬來西亞國際發明展ITEX機械類金牌及生活類銀牌、韓國發明展銀牌及銅牌、連續2年全國技能競賽南區初賽CNC銑床職類金牌獎、第40屆國際技能競賽CNC銑床職類儲備國手，還擁有「離合器及蹄片結構」、「剝殼輔助器」等新型專利。",
        "他，是國立新營高工模具科教師，當年就讀模具科只是偶然，但這個選擇，讓他在教育的舞台改變著許多孩子的未來。",
        { 
            type: "image", 
            src: "../img/article2.jpg", 
            alt: "技能競賽照片", 
            caption: "圖片來源：教育部技能競賽官方照片" 
        },
        { 
            type: "highlight", 
            text: "偶然與好奇，從模具科開始的初心 "
        },
        "「國中時念放牛班，那時對讀書沒什麼興趣啦！」",
        "但鄰居常會帶模具科上課作品回來分享，引發了高賦沅的好奇心，又剛好模具科有位老師，都會到家中經營的理髮廳理髮，聊天時常說著模具是在學什麼。",
        "「我想，自己蠻喜歡動手實作，就這樣決定去念新營高工模具科。」",

      ],
      labels: ["技職達人特寫", "其他"],
      date: "2024年11月08日"
    },
    {
        id: 2,
        img: "../img/article1.jpeg",
        label: "達人採訪報導",
        title: "新營高工模具科教師 高賦沅，相信一技在手，可以擁有不一樣的人生道路新營高工模具科教師 高賦沅，相信一技在手，可以擁有不一樣的人生道路新營高工模具科教師 高賦沅，相信一技在手，可以擁有不一樣的人生道路",
        posterImg: "../img/news.jpg",
        posterName: "小王", 
        describe: "他，是第16屆教育部「技職之光」技職傑出獎證照達人，累積鉗工、CNC銑床、CNC車床、塑膠射出模具、沖壓模具、高週波熱處理、滲碳滲氮熱處理、電腦數值控制銑床工等8張乙級技術士證，累積共13張證照且不斷持續增加中。他，是第16屆教育部「技職之光」技職傑出獎證照達人，累積鉗工、CNC銑床、CNC車床、塑膠射出模具、沖壓模具、高週波熱處理、滲碳滲氮熱處理、電腦數值控制銑床工等8張乙級技術士證，累積共13張證照且不斷持續增加中。",
        content: [
          "他，是第16屆教育部「技職之光」技職傑出獎證照達人，累積鉗工、CNC銑床、CNC車床、塑膠射出模具、沖壓模具、高週波熱處理、滲碳滲氮熱處理、電腦數值控制銑床工等8張乙級技術士證，累積共13張證照且不斷持續增加中。",
          "他，更是許多競賽常勝軍：馬來西亞國際發明展ITEX機械類金牌及生活類銀牌、韓國發明展銀牌及銅牌、連續2年全國技能競賽南區初賽CNC銑床職類金牌獎、第40屆國際技能競賽CNC銑床職類儲備國手，還擁有「離合器及蹄片結構」、「剝殼輔助器」等新型專利。",
          "他，是國立新營高工模具科教師，當年就讀模具科只是偶然，但這個選擇，讓他在教育的舞台改變著許多孩子的未來。",
          { 
              type: "image", 
              src: "../img/article2.jpg", 
              alt: "技能競賽照片", 
              caption: "圖片來源：教育部技能競賽官方照片" 
          },
          { 
              type: "highlight", 
              text: "偶然與好奇，從模具科開始的初心 "
          },
          "「國中時念放牛班，那時對讀書沒什麼興趣啦！」",
          "但鄰居常會帶模具科上課作品回來分享，引發了高賦沅的好奇心，又剛好模具科有位老師，都會到家中經營的理髮廳理髮，聊天時常說著模具是在學什麼。",
          "「我想，自己蠻喜歡動手實作，就這樣決定去念新營高工模具科。」",
  
        ],
        labels: ["技職達人特寫", "其他"],
        date: "2024年11月08日"
      },
  ];
  
  export default articles;
  